Repository: bartekkroczek/Sound_Features
Catalog: locale/*/LC_MESSAGES/*.po
Languages: pl_pl

source: Classic: Answer Label
pl_pl: Który dźwięk pierwszy?

source: Reverse: Answer Label
pl_pl: Który dźwięk na końcu?

source: Duration: Answer Label
pl_pl: Który dźwięk trwał dłużej?

source: Duration_2_results: Answer Label
pl_pl: Która przerwa trwała dłużej?

source: Temporal order: Up arrow
pl_pl: ↑ (Wysoki)

source: Duration: Up arrow
pl_pl: → (Drugi)

source: Temporal order: Down arrow
pl_pl: ↓ (Niski)

source: Duration: Down arrow
pl_pl: ← (Pierwszy)

source: Corr ans
pl_pl: Poprawna odpowiedź

source: Incorr ans
pl_pl: Niepoprawna odpowiedź

source: No ans
pl_pl: Nie udzieliłeś/aś odpowiedzi

source: Classic: hello, before learning
pl_pl: Na początek załóż proszę na głowę słuchawki znajdujące się obok Ciebie. W tym zadaniu pojawiać się będą dwa różne dźwięki, jeden nieco wyższy (czyli piskliwy), a drugi nieco niższy. Za każdym razem będzie tak, że któryś z tych dwóch dźwięków, losowo niższy lub wyższy, pojawi się jako pierwszy, a następnie, po krótkiej chwili, dołączy do niego drugi dźwięk, tak że przez chwilę oba będą odtwarzane równocześnie. Twoim zadaniem jest odpowiedzieć, który dźwięk, wyższy czy niższy, pojawił się jako pierwszy. Na początek zapoznasz się z oboma dźwiękami: Przyciśnij SPACJĘ

source: Reverse: hello, before learning
pl_pl: Na początek załóż proszę na głowę słuchawki znajdujące się obok Ciebie. To zadanie będzie bardzo podobne do poprzedniego. W zadaniu tym będą pojawiać te same dwa dźwięki co poprzednio, czyli dźwięk wyższy i niższy. Różnica będzie taka, że: najpierw oba dźwięki będą odtwarzane równocześnie. Następnie, po krótkiej chwili, jeden z nich, losowo wyższy lub niższy, umilknie, a drugi dźwięk będzie odtwarzany sam jeszcze przez ułamek sekundy. Twoim zadaniem jest więc odpowiedzieć, który dźwięk, wyższy czy niższy, był grany sam na końcu. Jeśli to wyższy dźwięk będzie grany na końcu, przyciśnij górną strzałkę na klawiaturze: ↑ , a jeśli niższy, przyciśnij dolną strzałkę: ↓ UWAGA. Masz 4 sekundy na udzielenie odpowiedzi, liczy się jedynie Twoja poprawność, szybkość odpowiedzi nie ma żadnego znaczenia. Przyciśnij SPACJĘ by przypomnieć sobie dźwięki.

source: Duration: hello, before learning
pl_pl: W tym zadaniu będziesz decydował, który z dwóch po kolei prezentowanych dźwięków był prezentowany przez DŁUŻSZY czas. ZAWSZE jeden z dźwięków, losowo pierwszy lub drugi w kolejności, będzie prezentowany nieco dłużej. Na początku różnica ta będzie stosunkowo łatwa do zauważenia. W dalszej części zadanie stanie się trudniejsze. Dokładnie zadanie będzie wyglądać następująco: Po kolei pojawią się dwa dźwięki. Następnie naciśnij LEWĄ strzałkę na klawiaturze jeśli to PIERWSZY z dźwięków trwał DŁUŻEJ lub PRAWĄ strzałkę jeśli to DRUGI z dźwięków trwał DŁUŻEJ. Liczy się jedynie Twoja poprawność. Szybkość odpowiedzi nie ma znaczenia, masz 4 sekundy na udzielenie odpowiedzi. Nacisnij SPACJĘ by przejść do TRENINGU.

source: Duration_2_results: hello, before learning
pl_pl: Przed Tobą podobne zadanie do poprzedniego. Tym razem pojawiać się będą 3 dźwięki po kolei. Każdy z dźwięków będzie puszczany przez taki sam czas. Teraz Twoim zadaniem jest odpowiedzieć: czy PRZERWA POMIĘDZY pierwszym a drugim dźwiękiem była dłuższa od przerwy pomiędzy drugim a trzecim dźwiękiem, czy na odwrót. Naciśnij LEWĄ strzałkę jeśli to PIERWSZA z PRZERW pomiędzy dźwiękami trwała DŁUŻEJ lub prawą strzałkę jeśli to DRUGA z PRZERW pomiędzy dźwiękami trwała DŁUŻEJ. Nacisnij SPACJĘ by przejść do TRENINGU.

source: LOW FREQUENCY
pl_pl: Niski

source: HIGH FREQUENCY
pl_pl: Wysoki

source: Classic: before training
pl_pl: Teraz nastąpi trening zadania. Dźwięki będą puszczane szybko, więc musisz się skoncentrować. Pamiętaj: Zawsze będzie tak że, któryś z dwóch dźwięków pojawi się jako pierwszy i będzie on odtwarzany sam przez ułamek sekundy. Następnie dołączy do niego drugi dźwięk. Twoim zadaniem jest odpowiedzieć, który dźwięk, wyższy czy niższy, pojawił się jako pierwszy. Jeśli wyższy dźwięk będzie pierwszy przyciśnij górną strzałkę na klawiaturze: ↑ , a jeśli niższy, przyciśnij dolną strzałkę: ↓ UWAGA. Masz 4 sekundy na udzielenie odpowiedzi, liczy się jedynie Twoja poprawność, szybkość odpowiedzi nie ma żadnego znaczenia. Przyciśnij SPACJĘ by przejść do treningu.

source: Reverse: before training
pl_pl: Teraz nastąpi trening zadania. Przyciśnij SPACJĘ by przejść do treningu.

source: Classic: before experiment
pl_pl: Brawo, ukończyłeś trening. Jeśli masz wątpliwości czy poprawnie wykonywałeś zadanie, nie krępuj się i zadaj pytanie osobie prowadzącej. Pamiętaj: Twoim zadaniem jest odpowiedzieć, który dźwięk, wyższy czy niższy, pojawił się jako pierwszy. Jeśli wyższy dźwięk będzie pierwszy przyciśnij górną strzałkę na klawiaturze: ↑ , a jeśli niższy, przyciśnij dolną strzałkę: ↓ Zadanie będzie trudniejsze niż w treningu więc skoncentruj się. Przejdź SPACJĄ do zadania.

source: Reverse: before experiment
pl_pl: Brawo, ukończyłeś trening. Jeśli masz wątpliwości czy poprawnie wykonywałeś zadanie, nie krępuj się i zadaj pytanie osobie prowadzącej. Pamiętaj: Twoim zadaniem jest odpowiedzieć, który dźwięk, wyższy czy niższy, był grany sam na końcu. Jeśli to wyższy dźwięk będzie grany na końcu, przyciśnij górną strzałkę na klawiaturze: ↑ , a jeśli niższy, przyciśnij dolną strzałkę: ↓ Zadanie będzie trudniejsze niż w treningu więc skoncentruj się. Przejdź SPACJĄ do zadania.

source: Duration: before experiment
pl_pl: ﻿Brawo, ukończyłeś/aś trening. Pamiętaj, Twoim zadaniem jest zdecydować, który z dźwięków był wyświetlany przez DŁUŻSZY czas. Nacisnij SPACJĘ by rozpocząć zadanie.

source: Duration_2_results: before experiment
pl_pl: ﻿Brawo, ukończyłeś/aś trening Pamiętaj, Twoim zadaniem jest zdecydować, która z przerw pomiędzy dźwiękami trwała DŁUŻEJ. Nacisnij SPACJĘ by rozpocząć zadanie.

source: Classic: end
pl_pl: Koniec zadania. Przyciśnij spację

source: Reverse: end
pl_pl: Koniec zadania. Przyciśnij spację

source: Duration:end
pl_pl: Koniec zadania. Przyciśnij spację

source: Duration_2_results:end
pl_pl: Koniec zadania. Przyciśnij spację
